[
  {
    "id": 1311031,
    "title": "Demon Slayer: Kimetsu no Yaiba - La Forteresse infinie",
    "original_title": "劇場版「鬼滅の刃」無限城編 第一章 猗窩座再来",
    "overview": "L'équipe de chasseurs de démons est attiré dans le Château de l'Infini, où Tanjiro, Nezuko et le Hashira affrontent de terrifiants démons de rang supérieur dans un combat désespéré alors que la bataille finale contre Kibutsuji Muzan commence.",
    "release_date": "2025-09-17",
    "popularity": 766.0999,
    "vote_average": 7.7,
    "vote_count": 279,
    "poster_path": "1311031_poster.jpg",
    "backdrop_path": "1311031_backdrop.jpg",
    "category": "Animation"
  },
  {
    "id": 755898,
    "title": "La Guerre des mondes",
    "original_title": "War of the Worlds",
    "overview": "Une invasion gargantuesque approche dans cette nouvelle interprétation du légendaire roman homonyme devenu un classique de la science-fiction. La célèbre Eva Longoria partage l'affiche avec le rappeur/acteur Ice Cube, Michael O'Neill et Iman Benson, dans une aventure extraordinaire abordant des thématiques actuelles telles que la technologie, la surveillance et la protection de la vie privée.",
    "release_date": "2025-07-30",
    "popularity": 509.1105,
    "vote_average": 4.339,
    "vote_count": 547,
    "poster_path": "755898_poster.jpg",
    "backdrop_path": "755898_backdrop.jpg",
    "category": "Science-Fiction"
  },
  {
    "id": 1078605,
    "title": "Évanouis",
    "original_title": "Weapons",
    "overview": "En plein cœur de la nuit, les 17 enfants d'une classe de l'école primaire de Maybrook aux États-Unis se réveillent à une heure précise et s'enfuient de leurs foyers. Mus par une force inébranlable, ils sont partis à la course et personne ne sait où ils s'en sont allés. Tous ont disparu, sauf un. Alex est le seul élève restant. Paniqués et inquiets, les parents soupçonnent l'enseignante Justine Gandy d'avoir manigancé quelque chose.",
    "release_date": "2025-08-06",
    "popularity": 318.0818,
    "vote_average": 7.391,
    "vote_count": 1426,
    "poster_path": "1078605_poster.jpg",
    "backdrop_path": "1078605_backdrop.jpg",
    "category": "Thriller"
  },
  {
    "id": 1038392,
    "title": "Conjuring : L'Heure du jugement",
    "original_title": "The Conjuring: Last Rites",
    "overview": "Patrick Wilson et Vera Farmiga feront leur dernière apparition dans les rôles d'Ed et Lorraine Warren dans Conjuring : l'heure du jugement, inspiré de l'histoire vraie de la famille Smurl, hantée par un démon. Les Warrens affrontent le cas le plus terrifiant de leur carrière lorsqu'une demeure de la Pennsylvanie devient hantée par des forces surnaturelles impitoyables.",
    "release_date": "2025-09-10",
    "popularity": 326.662,
    "vote_average": 6.608,
    "vote_count": 365,
    "poster_path": "1038392_poster.jpg",
    "backdrop_path": "1038392_backdrop.jpg",
    "category": "Horreur"
  },
  {
    "id": 1007734,
    "title": "Nobody 2",
    "original_title": "Nobody 2",
    "overview": "Quatre ans après sa malencontreuse altercation avec la mafia russe, Hutch doit toujours 30 millions de dollars à la redoutable organisation et s'efforce de la rembourser en enchaînant sans répit les contrats d'une liste de criminels à abattre aussi interminable qu'internationale. Bien qu'il apprécie le caractère intense de son travail, Hutch se retrouve vite surmené, tout comme sa femme Becca, et ils s'éloignent inexorablement l'un de l'autre.",
    "release_date": "2025-08-13",
    "popularity": 291.5721,
    "vote_average": 7.3,
    "vote_count": 568,
    "poster_path": "1007734_poster.jpg",
    "backdrop_path": "1007734_backdrop.jpg",
    "category": "Action"
  },
  {
    "id": 1061474,
    "title": "Superman",
    "original_title": "Superman",
    "overview": "Superman doit trouver l'équilibre entre ses racines kryptoniennes et son identité humaine, sous les traits de Clark Kent, originaire de Smallville, dans le Kansas. Il est l'incarnation de la vérité, de la justice et des valeurs américaines et il est animé par une véritable bienveillance dans un monde qui considère cette qualité comme obsolète.",
    "release_date": "2025-07-09",
    "popularity": 233.0212,
    "vote_average": 7.506,
    "vote_count": 3185,
    "poster_path": "1061474_poster.jpg",
    "backdrop_path": "1061474_backdrop.jpg",
    "category": "Action"
  },
  {
    "id": 506763,
    "title": "Détective Dee : La Légende des rois célestes",
    "original_title": "狄仁杰之四大天王",
    "overview": "Une vague de crime perpétrée par de mystérieux guerriers masqués terrifie l'Empire de la dynastie des Tang. Alors que le Detective Dee se retrouve en charge de l'enquête, ses découvertes prennent vite une tournure surnaturelle. Les sculptures du palais impérial prennent vie et les quatre rois célestes sont plus menaçant que jamais… Il se pourrait bien que le Detective Dee soit confronté à son plus grand défi, alors même qu'il doit faire face aux accusations de sa pire ennemie, l'impératrice Wu.",
    "release_date": "2018-08-08",
    "popularity": 191.4668,
    "vote_average": 6.226,
    "vote_count": 199,
    "poster_path": "506763_poster.jpg",
    "backdrop_path": "506763_backdrop.jpg",
    "category": "Thriller"
  },
  {
    "id": 1035259,
    "title": "Y a-t-il un flic pour sauver le monde ?",
    "original_title": "The Naked Gun",
    "overview": "Frank Drebin est le fils du légendaire inspecteur gaffeur du même nom. Son enquête sur un accident d'auto mortel l'amène à rencontrer la séduisante Beth Davenport, sœur de l'infortunée victime. Leur investigation les conduit à Richard Cane, le richissime et génial inventeur d'une automobile électrique révolutionnaire. Au fil de son enquête, Frank découvre que Cane fomente un sombre complot : utiliser une fréquence sonore inaudible pour renvoyer l'humanité à l'état sauvage.",
    "release_date": "2025-08-13",
    "popularity": 193.4393,
    "vote_average": 6.7,
    "vote_count": 687,
    "poster_path": "1035259_poster.jpg",
    "backdrop_path": "1035259_backdrop.jpg",
    "category": "Comédie"
  },
  {
    "id": 1028248,
    "title": "Au seuil de la mort",
    "original_title": "As Good as Dead",
    "overview": "Dans une petite ville proche de la frontière mexicaine, Bryant se lie d'amitié avec un adolescent perturbé et l'initie aux arts martiaux. Alors que le passé mystérieux de Bryant le rattrape de façon explosive, il est contraint à un combat de vie ou de mort dans le but de laver son nom, sauver le garçon et récupérer tout ce qu'il a été contraint de laisser derrière lui.",
    "release_date": "2022-12-16",
    "popularity": 223.2352,
    "vote_average": 6.362,
    "vote_count": 65,
    "poster_path": "1028248_poster.jpg",
    "backdrop_path": "1028248_backdrop.jpg",
    "category": "Action"
  },
  {
    "id": 1369679,
    "title": "Get Fast",
    "original_title": "Get Fast",
    "overview": "Quand son complice disparaît après un braquage spectaculaire, un voleur notoire se lance à sa recherche sur le territoire d'un baron de la drogue impitoyable. Traqué par des flics corrompus, des sbires et un tueur sociopathe surnommé The Cowboy, il découvre jusqu'où va la loyauté quand les balles sifflent.",
    "release_date": "2024-12-12",
    "popularity": 177.148,
    "vote_average": 6.19,
    "vote_count": 21,
    "poster_path": "1369679_poster.jpg",
    "backdrop_path": "1369679_backdrop.jpg",
    "category": "Thriller"
  }
]
